# encoding: utf-8
# author:  gao-ming
# time:  2019/7/14--21:33
# desc:

# 是tushare的用户token
MY_TOKEN = '4516ff6d7ad8bd6c3393fc750c46fb2eed9f0ee3996ecc8f656943a1'
# 要监测的个股列表
MY_STOCKS = {
    '奥瑞金': '002701.SZ',
    '中国平安': '601318.SH',
    '中天科技': '600522.SH',
    '国泰君安': '601211.SH',
    '海澜之家': '600398.SH',
    '比亚迪': '002594.SZ',
    '大秦铁路': '601006.SH',
    '正泰电器':'601877.SH',
    '赣锋锂业':'002460.SZ',
    '双汇发展':'000895.SZ',
    '天力士':'600535.SH',
}
# 要监测的指数
INDEX_S = {
    '上证指数': '000001.SH',
    '深圳成指': '399001.SZ',
    '创业板指': '399006.SZ',
}
# 目标邮箱地址
DESTINATION_EMAIL=['451574449@qq.com']
